{
    "language": "Язык",
    "nav_p1": "Основной",
    "nav_p2": "О нас",
    "nav_p3": "Продукция",
    "nav_p4": "Контакт",
    "mainText": "Промышленная компания по производству трикотажных изделий",
    "miniText": "Контакт",
    "footerText": "Промышленная компания по производству трикотажных изделий",
    "location": "Микрорайон Бинокор, Район Янгихаёт",
    "locationText": "Местоположение",
    "phoneNumberText": "Номер телефона",
    "emailText": "Электронная почта",
    "usefulLinks": "Полезные ссылки",
    "joinText": "Присоединитесь к нам",
    "firstNmb": "Производительность в сутки (тонн)",
    "secondNmb": "Количество постоянных клиентов",
    "thirdNmb": "Наши обслуживаемые клиенты",
    "miniAboutUs" : "Кратко о нас",
    "aboutUsTxtMini" : "Компания по производству трикотажных изделий Tetra NB Textile начала работу с 12 февраля 2020 года и по-прежнему продолжает производить для вас качественные ткани.",
    "ourPartners" : "Наши партнёры",
    "sotuvTxt" : "Отдел продаж",
    "telefonTxt" : "Телефон",
    "number1" : "Акмалжон: +998 90 350 42 00",
    "number2" : "Нодирбек: +998 94 637 65 06",
    "manzilTxt" : "Адрес",
    "adressTxt" : "Микрорайон Бинокор, Янгихаетский район, город Ташкент",
    "sendMsgTxt" : "Оставьте нам сообщение",
    "Number" : "Номер телефона",
    "Name" : "Имя",
    "Message" : "Сообщение",
    "Submit" : "Отправить",


    "aboutTxtTopic": "Наша компания является лидером в области текстиля: продукты, посвященные инновациям и качеству.",
    "aboutTxt" : "Наша компания входит в число крупнейших производителей в области текстиля. Качество и дизайн нашей продукции обеспечиваются надежными и уютными тканями всемирно известных брендов, таких как Suprem, Kashkorse, Karde. Мы используем высочайшее качество и инновации для создания пряжи и тканей. Мы используем необходимые элементы масштабной экспансии в производстве различных тканей, таких как пике, двунитка, трехнитка и рибана.",
    
    "about1Txt" : "В нашей компании есть специальная команда, которая исследует и внедряет самые разные способы для обеспечения согласованности и качества. Что отличает нас от других, так это тот факт, что наш производственный процесс надежен и эффективен.",
    "about2Txt" : "Наша компания стремится к постоянному развитию, поддержанию качества и предоставлению клиентам лучших текстильных изделий. Наша главная цель - удовлетворить потребности наших клиентов, удовлетворить все их требования и предложить им лучшие текстильные изделия, предоставляя им удобство и выгодные цены.",
    "about3Txt" : "Чтобы получить еще более высокий уровень обеспечения наилучшего качества для наших клиентов, наша команда экспертов постоянно фокусируется на использовании новых технологий и последних реформ в этой области. Это помогает нам обеспечить наше лидерство в текстильном секторе.",

    "hamkorTxt" : "Наши партнеры",


    "ourProducts": "Наши продукты",

     "1productName": "Супрем",
     "1productTxt": "Супрем — вид трикотажа, отличающийся нежностью и гладкостью",
    
     "2productName": "Футер",
     "2productTxt": "Футер - ткань из натурального хлопка. Очень мягкий, нежный и простой материал",
    
     "3productName": "Пике",
     "3productTxt": "Пике — плотная хлопчатобумажная ткань с рельефной поверхностью. Материал дышащий, не мнется, прочный",
    
     "4productName": "Рибана",
     "4productTxt": "Хлопковый трикотаж средней толщины с мелкими полосками и содержанием лайкры",
    
     "5productName": "Интерлок",
     "5productTxt": "Интерлок — это двойная вязка из натурального хлопка, которая выглядит одинаково как спереди, так и внутри",
    
     "6productName": "Двухнитка",
     "6productTxt": "Двухнитка - трикотажное полотно с двойными нитями. В состав полотна входят натуральные и синтетические волокна",
    
     "7productName": "Жаккард",
     "7productTxt": "Красивая и фактурная ткань с крупным узором и переплетением нитей",
    
     "8productName": "Велюр",
     "8productTxt": "Велюр - это коротковорсовая марля или коротковорсовая ткань с мягким ворсом, сотканная из чистошерстяных волокон",
    
     "9productName": "Трёхнитка",
     "9productTxt": "Трёхнитк - толстый материал с шерстью внутри и гладкий снаружи",

    "plsFill": "Пожалуйста, заполните пробелы❌",
    "success": "Отправлено✅"



}